insert into books (name, author, publisher, genre, year_of_publication, pages) values
('Игра Престолов', 'Джордж Мартин', 'Питер', 'Фэнтези', 2002, 694),
('Игра Престолов', 'Джордж Мартин', 'Библио', 'Фэнтези', 2004, 697),
('Гарри Поттер и философский камень', 'Джоан Роулинг', 'Питер', 'Фэнтези', 1997, 320),
('Гарри Поттер и философский камень', 'Джоан Роулинг', 'Библио', 'Фэнтези', 2003, 326),
('Гарри Поттер и философский камень', 'Джоан Роулинг', 'Эксмо', 'Фэнтези', 2002, 401),
('Преступление и наказание', 'Федор Достоевский', 'Питер', 'Роман', 1866, 608),
('Преступление и наказание', 'Федор Достоевский', 'Эксмо', 'Роман', 1869, 608),
('Анна Каренина', 'Лев Толстой', 'Питер', 'Роман', 1877, 864),
('Война и мир', 'Лев Толстой', 'Питер', 'Исторический роман', 1869, 1225),
('Повелитель мух', 'Уильям Голдинг', 'Эксмо', 'Драма', 1954, 224),
('Скотный двор', 'Джордж Оруэлл', 'Библио', 'Драма', 1945, 112),
('Гамлет', 'Уильям Шекспир', 'Библио', 'Драма', 1603, 192);

