insert into books (name, isbn, author, publisher, genre, year_of_publication, pages) values
('Игра Престолов', '978-5-000-1162-3', 'Джордж Мартин', 'Питер', 'Фэнтези', 2002, 694),
('Игра Престолов', '978-5-000-1162-4', 'Джордж Мартин', 'Библио', 'Фэнтези', 2004, 697),
('Гарри Поттер и философский камень', '978-5-000-1162-5', 'Джоан Роулинг', 'Питер', 'Фэнтези', 1997, 320),
('Гарри Поттер и философский камень', '978-5-000-1162-6',  'Джоан Роулинг', 'Библио', 'Фэнтези', 2003, 326),
('Гарри Поттер и философский камень', '978-5-000-1162-7',  'Джоан Роулинг', 'Эксмо', 'Фэнтези', 2002, 401),
('Преступление и наказание', '978-5-000-1162-8',  'Федор Достоевский', 'Питер', 'Роман', 1866, 608),
('Преступление и наказание', '978-5-000-1162-9',  'Федор Достоевский', 'Эксмо', 'Роман', 1869, 608),
('Анна Каренина', '978-5-000-1162-10',  'Лев Толстой', 'Питер', 'Роман', 1877, 864),
('Война и мир', '978-5-000-1162-11',  'Лев Толстой', 'Питер', 'Исторический роман', 1869, 1225),
('Повелитель мух', '978-5-000-1162-12',  'Уильям Голдинг', 'Эксмо', 'Драма', 1954, 224),
('Скотный двор', '978-5-000-1162-13',  'Джордж Оруэлл', 'Библио', 'Драма', 1945, 112),
('Гамлет', '978-5-000-1162-14',  'Уильям Шекспир', 'Библио', 'Драма', 1603, 192);

